[{"id":"2","order":"1","start":"8:31 AM","end":"9:15 AM","room":"Atrium","type":"Good Morning","name":"Reception and Coffee","speaker":"Sponsored by Last Call Media & Acquia","description":"Traditional Continental<br>Serve Time: 8:30 AM to: 11:00 AM<br>Assorted Pastries <br>Seasonal Hand Fruit <br>Fruit Juices and Water","day":"Saturday"},{"id":"59","order":"50","start":"4:15 PM","end":"5:00 PM","room":"328","type":"Project and Business Management","name":"Getting an angry wet cat to purr","speaker":"Donna Bungard","description":"High demands, high anxiety clients are a reality of agency life. Their stresses, deadlines, and sometimes lack of understanding of the technology can create tension and take a project (or the client relationship) off track. Together we’ll discuss common challenges and the strategies that satisfy the clients need while insulating your team; allowing them to be more effective. These strategies will include how to: \\n\\nHerding Cats: wrangle in out of control expectations \\n\\nStop the Hissing: promote positive, team-focused communication styles \\n\\nPlaying Well Together: encouraging multi-player team involvement without sidetracking the dev team \\n\\nDetaching the Claws from the Ceiling: being a calming voice while holding your ground and mitigating scope creep \\n\\nGrooming: performing a retrospective at important milestones that produce actionable improvements moving forward \\n\\nWalk away with people-focused tactics that will help you improve your relationships with both the client and inside of your team.\"","day":"Sunday"},{"id":"49","order":"40","start":"11:01 AM","end":"11:45 AM","room":"329","type":"Frontend Development","name":"Introduction to React","speaker":"Rick Hood","description":"Heard about React and want to know more? This session is","day":"Sunday"},{"id":"17","order":"12.5","start":"2:15 PM","end":"3:00 PM","room":"364","type":"Technology Horizons","name":"Resume Review","speaker":"Jackie Fallon","description":"Representatives from FIT Staffing will be available for","day":"Saturday"}]